Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# notifications_hurricane_type_change_tropical_storm_upgrade_invest_basin_body
source: Tropical storm has formed in %@.
de: Es hat sich ein Tropensturm in %@ gebildet.
es_es: Se ha formado una tormenta tropical en %@.
id: Badai tropis telah terbentuk di %@.
pl: Formacja burzy tropikalnej: %@.
se: En tropisk storm har bildats i %@.

# notifications_hurricane_type_change_tropical_storm_upgrade_body
source: Tropical depression has been upgraded to a Tropical storm.
de: Das tropische Tiefdruckgebiet wurde auf einen Tropensturm hochgestuft.
es_es: La depresión tropical ha ascendido a tormenta tropical.
id: Depresi tropis telah ditingkatkan menjadi Badai tropis.
pl: Depresja tropikalna ma teraz wyższą kategorię: Burza tropikalna.
se: Ett tropiskt lågtryck har uppgraderats till en tropisk storm.

# notifications_hurricane_type_change_tropical_storm_upgrade_name_body
source: %@ has been upgraded to a Tropical storm.
de: %@ wurde auf einen Tropensturm hochgestuft.
es_es: %@ se ha convertido en tormenta tropical.
id: %@ telah ditingkatkan menjadi Badai tropis.
pl: %@ ma teraz wyższą kategorię: Burza tropikalna.
se: %@ har uppgraderats till en tropisk storm.

# notifications_hurricane_type_change_hurricane_upgrade_title
source: Hurricane Alert
de: Wirbelsturmwarnung
es_es: Alerta de huracán
id: Peringatan Badai
pl: Ostrzeżenie o huraganie

# notifications_hurricane_category_change_upgraded_body
source: Hurricane has been upgraded.
de: Der Wirbelsturm wurde hochgestuft.
es_es: El huracán ha subido de categoría.
id: Topan telah ditingkatkan.
pl: Huragan ma teraz wyższą kategorię.
se: Orkanen har uppgraderats.

# notifications_hurricane_category_change_upgraded_category_body
source: Hurricane has been upgraded to Category %@ Hurricane.
de: Der Wirbelsturm wurde auf einen Wirbelsturm der Kategorie %@ hochgestuft.
es_es: El huracán ha ascendido a la categoría %@.
id: Topan telah ditingkatkan menjadi Topan Kategori %@.
pl: Huragan ma teraz wyższą kategorię: Huragan %@ kategorii.
se: Orkanen har uppgraderats till en kategori %@-orkan.

# notifications_hurricane_category_change_upgraded_name_body
source: Hurricane %@ has been upgraded.
de: Der Wirbelsturm %@ wurde hochgestuft.
es_es: El huracán %@ ha subido de categoría.
id: Topan %@ telah ditingkatkan.
pl: Huragan %@ ma teraz wyższą kategorię.
se: Orkanen %@ har uppgraderats.

# notifications_hurricane_category_change_upgraded_name_category_body
source: %@ has been upgraded to Category %@ Hurricane.
de: %@ wurde auf einen Wirbelsturm der Kategorie %@ hochgestuft.
es_es: %@ ha ascendido a la categoría %@.
id: %@ telah ditingkatkan menjadi Topan Kategori %@.
pl: %@ ma teraz wyższą kategorię: Huragan %@ kategorii.
se: %@ har uppgraderats till en kategori %@-orkan.

# notifications_hurricane_type_change_hurricane_downgrade_title
source: %@: Category Change
de: %@: Kategorieänderung
es_es: %@: cambio de categoría
id: %@: Perubahan Kategori
pl: %@: zmiana kategorii

# notifications_hurricane_category_change_downgraded_body
source: Hurricane has been downgraded.
de: Der Wirbelsturm wurde heruntergestuft.
es_es: El huracán ha bajado de categoría.
id: Topan telah diturunkan.
pl: Huragan ma teraz niższą kategorię.
se: Orkanen har nedgraderats.

# notifications_hurricane_category_change_downgraded_category_body
source: Hurricane has been downgraded to Category %@ Hurricane.
de: Der Wirbelsturm wurde auf einen Wirbelsturm der Kategorie %@ heruntergestuft.
es_es: El huracán ha bajado a la categoría %@.
id: Topan telah diturunkan menjadi Topan Kategori %@.
pl: Huragan ma teraz niższą kategorię: Huragan %@ kategorii.
se: Orkanen har nedgraderats till en kategori %@-orkan.

# notifications_hurricane_category_change_downgraded_name_body
source: Hurricane %@ has been downgraded.
de: Der Wirbelsturm %@ wurde heruntergestuft.
es_es: El huracán %@ ha bajado de categoría.
id: Topan %@ telah diturunkan.
pl: Huragan %@ ma teraz niższą kategorię.
se: Orkanen %@ har nedgraderats.

# notifications_hurricane_category_change_downgraded_name_category_body
source: %@ has been downgraded to Category %@ Hurricane.
de: %@ wurde auf einen Wirbelsturm der Kategorie %@ heruntergestuft.
es_es: %@ ha bajado a la categoría %@.
id: %@ telah diturunkan menjadi Topan Kategori %@.
pl: %@ ma teraz niższą kategorię: Huragan %@ kategorii.
se: %@ har nedgraderats till en kategori %@-orkan.

# notifications_hurricane_type_change_tropical_storm_downgrade_hurricane_body
source: Hurricane has been downgraded to Tropical Storm.
de: Der Wirbelsturm wurde auf einen Tropensturm heruntergestuft.
es_es: El huracán ha bajado a la categoría tormenta tropical.
id: Topan telah diturunkan menjadi Badai Tropis.
pl: Huragan ma teraz niższą kategorię: Burza tropikalna.
se: Orkanen har nedgraderats till en tropisk storm.

# notifications_hurricane_type_change_tropical_storm_downgrade_name_body
source: %@ has been downgraded to Tropical Storm.
de: %@ wurde heruntergestuft auf einen Tropensturm.
es_es: %@ se ha degradado a tormenta tropical.
id: %@ telah diturunkan menjadi Badai Tropis.
pl: %@ ma teraz niższą kategorię: Burza tropikalna.

# notifications_hurricane_type_change_tropical_storm_downgrade_title
source: Tropical Storm Alert
de: Tropensturmwarnung
es_es: Alerta de tormenta tropical
id: Peringatan Badai Tropis
pl: Ostrzeżenie o burzy tropikalnej

source: Tropical Storm has been downgraded to Tropical Depression.
de: Der Tropensturm wurde auf ein tropisches Tiefdruckgebiet heruntergestuft.
es_es: La tormenta tropical ha bajado a la categoría depresión tropical.
id: Badai Tropis telah diturunkan menjadi Depresi Tropis.
pl: Burza tropikalna ma teraz niższą kategorię: Depresja tropikalna.
se: Den tropiska stormen har nedgraderats till ett tropiskt lågtryck.

# notifications_hurricane_type_change_tropical_depression_downgrade_hurricane_body
source: Hurricane has been downgraded to Tropical Depression.
de: Der Wirbelsturm wurde auf ein tropisches Tiefdruckgebiet heruntergestuft.
es_es: El huracán ha bajado a la categoría depresión tropical.
id: Topan telah diturunkan menjadi Depresi Tropis.
pl: Huragan ma teraz niższą kategorię: Depresja tropikalna.
se: Orkanen har nedgraderats till ett tropiskt lågtryck.

# notifications_hurricane_type_change_tropical_depression_downgrade_name_body
source: %@ has been downgraded to Tropical Depression.
de: %@ wurde heruntergestuft auf ein tropisches Tiefdruckgebiet.
es_es: %@ se ha degradado a depresión tropical.
id: %@ telah diturunkan ke Depresi Tropis.
pl: %@ ma teraz niższą kategorię: Depresja tropikalna.

# notifications_hurricane_tap_to_see_details_body
source: Tap to see details
de: Für weitere Details antippen.
es_es: Toca para ver detalles
id: Ketuk untuk melihat detailnya
pl: Stuknij, aby zobaczyć szczegóły
se: Tryck för att se detaljer

# notifications_hurricane_stay_informed_body
source: Stay Informed
de: Bleiben Sie auf dem Laufenden
es_es: Mantente informado
id: Tetap terinformasi
pl: Bądź na bieżąco

# notifications_hurricane_stay_safe_body
source: Stay Safe
de: Bleiben Sie sicher
es_es: Manténgase a salvo
id: Berhati-hatilah
pl: Uważaj na siebie

# notifications_hurricane_open_the_app_body
source: Open the app
de: Öffnen Sie die App
es_es: Abre la aplicación
id: Buka aplikasi
pl: Otwórz aplikację

# notifications_hurricane_stay_updated_body
source: Stay updated
de: Bleiben Sie auf dem Laufenden
es_es: Mantente actualizado
id: Tetap perbarui
pl: Bądź na bieżąco

# notifications_hurricane_keep_track_of_hurricane_strength_body
source: Keep track of a hurricane’s strength
de: Behalten Sie die Stärke des Wirbelsturms im Auge
es_es: Seguimiento de la fuerza de un huracán
id: Melacak kekuatan badai
pl: Monitoruj siłę huraganu

# notifications_hurricane_direction_body
source: Direction: %@.
de: Richtung: %@.
es_es: Dirección: %@.
id: Arah: %@.
pl: Kierunek: %@.

# notifications_hurricane_wind_speed_body
source: Wind speed: %@.
de: Windgeschwindigkeit: %@.
es_es: Velocidad del viento: %@.
id: Kecepatan angin: %@.
pl: Prędkość wiatru: %@.

# notifications_hurricane_observation_time_body
source: Observation time: %@.
de: Beobachtungszeitpunkt: %@.
es_es: Hora de observación: %@.
id: Waktu pengamatan: %@.
pl: Czas obserwacji: %@.

# notifications_hurricane_category_change_title
source: Hurricane Category Change
de: Änderung der Wirbelsturmkategorie
es_es: Cambio de categoría del huracán
id: Perubahan Kategori Topan
pl: Zmiana kategorii huraganu
se: Ändring av orkankategori

# notifications_hurricane_category_change_name_title
source: %@: Category Change
de: %@: Kategorieänderung
es_es: %@: cambio de categoría
id: %@: Perubahan Kategori
pl: %@: zmiana kategorii

# notifications_hurricane_expire_title
source: Severe weather update
de: Unwetter-Update
es_es: Actualización sobre el mal tiempo
id: Pembaruan cuaca buruk
pl: Aktualizacja dotycząca groźnej pogody

# notifications_hurricane_expire_tropical_storm_body
source: Tropical Storm has expired.
de: Der Tropensturm ist abgelaufen.
es_es: La tormenta tropical ha finalizado.
id: Badai Tropis telah kedaluwarsa.
pl: Burza tropikalna wygasła.
se: Den tropiska stormen har upphört.

# notifications_hurricane_expire_tropical_storm_name_body
source: Tropical Storm %@ has expired.
de: Der Tropensturm %@ ist abgelaufen.
es_es: La tormenta tropical %@ ha finalizado.
id: Badai Tropis %@ telah kedaluwarsa.
pl: Burza tropikalna %@ wygasła.
se: Den tropiska stormen %@ har upphört.

# notifications_hurricane_expire_tropical_depression_body
source: Tropical Depression has expired.
de: Das tropische Tiefdruckgebiet ist abgelaufen.
es_es: La depresión tropical ha finalizado.
id: Depresi Tropis telah kedaluwarsa.
pl: Depresja tropikalna wygasła.
se: Det tropiska lågtrycket har upphört.

# notifications_hurricane_expire_tropical_depression_name_body
source: Tropical Depression %@ has expired.
de: Das tropische Tiefdruckgebiet %@ ist abgelaufen.
es_es: La depresión tropical %@ ha finalizado.
id: Depresi Tropis %@ telah kedaluwarsa.
pl: Depresja tropikalna %@ wygasła.
se: Det tropiska lågtrycket %@ har upphört.

# notifications_hurricane_expire_hurricane_body
source: Hurricane has expired.
de: Der Wirbelsturm ist abgelaufen.
es_es: El huracán ha finalizado.
id: Topan telah kedaluwarsa.
pl: Huragan wygasł.
se: Orkanen har upphört.

# notifications_hurricane_expire_hurricane_name_body
source: Hurricane %@ has expired.
de: Der Wirbelsturm %@ ist abgelaufen.
es_es: El huracán %@ ha finalizado.
id: Topan %@ telah kedaluwarsa.
pl: Huragan %@ wygasł.
se: Orkanen %@ har upphört.

# notifications_hurricane_australia_basin
source: the Australian basin
de: das australische Becken
es_es: la cuenca australiana
id: cekungan Australia
pl: basen australijski
se: Australiens avrinningsområde

# notifications_hurricane_east_pacific_basin
source: the East Pacific basin
de: das ostpazifische Becken
es_es: la cuenca del Pacífico oriental
id: cekungan Pasifik Timur
pl: basen wschodniopacyficzny
se: östra Stilla havets avrinningsområde

# notifications_hurricane_north_atlantic_basin
source: the North Atlantic basin
de: das nordatlantische Becken
es_es: la cuenca del Atlántico norte
id: cekungan Atlantik Utara
pl: basen północnoatlantycki
se: norra Atlantens avrinningsområde

# notifications_hurricane_north_indian_basin
source: the North Indian basin
de: das nordindische Becken
es_es: la cuenca del norte de la India
id: cekungan India Utara
pl: basen północnoindyjski
se: norra Indiska oceanens avrinningsområde

# notifications_hurricane_south_atlantic_basin
source: the South Atlantic basin
de: das südatlantische Becken
es_es: la cuenca del Atlántico Sur
id: cekungan Atlantik Selatan
pl: basen południowoatlantycki
se: södra Atlantens avrinningsområde

# notifications_hurricane_south_indian_basin
source: the South Indian basin
de: das südindische Becken
es_es: la cuenca del sur de la India
id: cekungan India Selatan
pl: basen południowoindyjski
se: södra Indiska oceanens avrinningsområde

# notifications_hurricane_south_pacific_basin
source: the South Pacific basin
de: das südpazifische Becken
es_es: la cuenca del Pacífico Sur
id: cekungan Pasifik Selatan
pl: basen południowopacyficzny
se: södra Stilla havets avrinningsområde

# notifications_hurricane_west_pacific_basin
source: the West Pacific basin
de: das westpazifische Becken
es_es: la cuenca del Pacífico occidental
id: cekungan Pasifik Barat
pl: basen zachodniopacyficzny
se: västra Stilla havets avrinningsområde

# notifications_hurricane_direction_north_east
source: NE
de: NO
id: UT
pl: PW
se: NÖ

# notifications_hurricane_direction_south_east
source: SE
de: SO
id: ST
pl: PW
se: SÖ

# notifications_hurricane_direction_east
source: E
de: O
id: T
pl: W
se: Ö

# notifications_hurricane_wind_speed_knot
source: %@ knots
de: %@ Knoten
es_es: %@ nudos
fr: %@ nœuds
id: %@ knot
pl: %@ węzły
ru: %@ узлы
se: %@ knop

# subscription_screen_description_paid_price_week
source: %@/week
de: %@ /Woche
es_es: %@/sem
id: %@/pekan
pl: %@/ tydzień
se: %@/vecka

# subscription_screen_description_weekly
source: Join Rainbow.ai Premium for only %@/week. Cancel anytime.
de: Werden Sie Mitglied von Rainbow.ai-Premium für nur %@ $/Woche. Jederzeit kündbar.
es_es: Únase a Rainbow.ai Premium por solo %@/sem. Cancele en cualquier momento.
pl: Dołącz do Rainbow.ai Premium za jedyne %@/ tydzień. Anuluj w dowolnym momencie.

# subscription_proposition_pricing_details_trial_weekly_price
source: then %@/week.
de: danach %@ /Woche.
es_es: después, %@/sem.
pl: a potem %@/ tydzień.

# subscription_proposition_pricing_details_weekly_price
source: Join for only %@/month.
de: Treten Sie für nur %@ /Woche bei.
es_es: Únete por solo %@/mes.
id: Bergabung dengan hanya %@/bulan.
pl: Dołącz za jedyne %@/ tydzień.
se: Gå med för endast %@/månad.

# hurricane_tooltip_on
source: Hurricane tracker: ON
de: Orkan-Tracker: Ein
es_es: Rastreador de huracanes: Sí
pl: Monitor huraganu: Wł.

# whats_new_hurricane_alert
source: Hurricane Alert
de: Wirbelsturmwarnung
es_es: Alerta de huracán
id: Peringatan Badai
pl: Ostrzeżenie o huraganie

# whats_new_hurricane_alert_storm_evan
source: Tropical Storm Evan is now a Category 1 Hurricane. Wind speed: 85 mph. Direction: EN.
de: Tropensturm Evan ist jetzt ein Hurrikan der Kategorie 1. Windgeschwindigkeit: 129 km/h. Richtung: EN.
es_es: La tormenta tropical Evan es ahora un huracán de categoría 1. Velocidad viento: 129 km/h. Dirección: EN.
pl: Burza tropikalna Evan to teraz huragan 1. kategorii. Prędkość wiatru: 129 km/h. Kierunek: NE.

# onboarding_notification_rain_title
source: Rain Alert
de: Regen-Alarm
es_es: Alerta de Lluvia
fr: Pluie
id: Hujan
pl: Alert – Deszcz
ru: Дождь
se: Regn

# onboarding_notification_rain_body
source: 💦☔ Get ready! Light rain starts at 11:30 AM and ends at 12:30 AM. Tap for details.
de: 💦☔ Mach dich bereit! Leichter Regen beginnt um 11.30 und endet um 12.30. Für Details tippen.
es_es: 💦☔ ¡Prepárate! Lluvia ligera desde las 11:30 y hasta las 12:30. Toca para info.
pl: 💦☔ Przygotuj się! Lekki deszcz zacznie się o 11:30 i skończy o 12:30. Stuknij, aby zobaczyć szczegóły.

# settings_hurricane_notificaitons_auh_regions_name
source: Australia & South Pacific (AU)
de: Australien & Südpazifik (AU)
es_es: Australia y Pacífico Sur (AU)
pl: Australia i Południowy Pacyfik (AU)

# settings_hurricane_notificaitons_ush_regions_name
source: Atlantic & East Pacific (US)
de: Atlantik & Ostpazifik (US)
es_es: Atlántico y Pacífico Oriental (EE. UU.)
pl: Atlantyk i Wschodni Pacyfik (US)

# settings_hurricane_notificaitons_inh_regions_name
source: North Indian (IN)
de: Nordindien (IN)
es_es: Norte de la India (IN)
pl: Północnoindyjski (IN)

# settings_hurricane_notificaitons_ash_regions_name
source: West Pacific (AS)
de: Westpazifik (AS)
es_es: Pacífico Occidental (AS)
pl: Zachodni Pacyfik (AS)

# settings_hurricane_notificaitons_afh_regions_name
source: South Indian (AF)
de: Südindien (AF)
es_es: Sur de la India (AF)
pl: Południowoindyjski (AF)

# settings_hurricane_notificaitons_alert_pushes_disabled
source: You won't receive any hurricane alerts for any location.
de: Du erhältst keine Hurrikan-Warnungen für bestimmte Orte.
es_es: No recibirás alertas de huracán para ningún lugar.
pl: Nie otrzymasz alertów o huraganie dla żadnej lokalizacji.

# settings_hurricane_notificaitons_monitored_regions
source: Monitored regions
de: Überwachte Regionen
es_es: Zonas monitorizadas
pl: Monitorowane regiony

# promo_full_access
source: Full Access
de: Voller Zugriff
es_es: Acceso completo
pl: Pełny dostęp

# promo_all_pro_features
source: All Pro features, ad-free.
de: Alle Pro-Funktionen werbefrei.
es_es: Funciones Pro sin anuncios.
pl: Wszystkie funkcje Pro, bez reklam.

# promo_try_it
source: Try It
de: Probiere es aus
es_es: Prueba
pl: Wypróbuj

# notification_light_moderate_heavy_rain_observation_body
source: Light/Moderate/Heavy rain's here and sticking around for over an hour. Grab an umbrella!
de: Leichter/Mäßiger/Starker Regen hat eingesetzt und wird noch mehr als eine Stunde anhalten. Schnappen Sie sich Ihren Regenschirm!
es_es: Cae una lluvia ligera/moderada/fuerte que se mantendrá durante más de una hora. ¡Coge el paraguas!
id: Hujan Ringan/Sedang/Lebat sedang terjadi dan akan berlangsung selama lebih dari satu jam. Ambil payung!
pl: Występują lekkie/umiarkowane/intensywne opady deszczu, które utrzymają się przez ponad godzinę. Weź parasol!
se: Lätt/måttligt/kraftigt regn är här och håller i sig i över en timme. Hämta ett paraply!

# notification_light_moderate_heavy_rain_observation_body_ends
source: Light/Moderate/Heavy rain ongoing in your location until XX:XX. Stay dry!
de: An Ihrem Standort regnet es noch bis XX:XX leicht/mäßig/stark. Bleiben Sie trocken!
es_es: Lluvia ligera/moderada/fuerte. Continuará lloviendo en tu ubicación hasta las XX:XX. ¡No te mojes!
id: Hujan Ringan/Sedang/Lebat sedang berlangsung di lokasi Anda hingga XX:XX. Pastikan Anda tetap kering!
pl: Lekkie/Umiarkowane/Intensywne opady deszczu w Twojej lokalizacji potrwają do XX:XX. Nie zmoknij!
se: Lätt/måttligt/kraftigt regn pågår i ditt område fram till XX:XX. Håll er torra!

# notification_light_rain_observation_body
source: 💧 Light rain's here and sticking around for over an hour. Grab an umbrella! ☔
de: 💧 Leichter Regen hat eingesetzt und wird noch mehr als eine Stunde anhalten. Schnappen Sie sich Ihren Regenschirm!
es_es: 💧 Cae una lluvia ligera que se mantendrá durante más de una hora. ¡Coge el paraguas! ☔
id: 💧 Hujan Ringan sedang terjadi dan akan berlangsung selama lebih dari satu jam. Ambil payung! ☔
pl: 💧 Występują lekkie opady deszczu, które utrzymają się przez ponad godzinę. Weź parasol! ☔
se: 💧 Lätt regn är här och håller i sig i över en timme. Hämta ett paraply! ☔

# notification_moderate_rain_observation_body
source: 🌧️ Moderate rain's here and sticking around for over an hour. Grab an umbrella! ☔
de: 🌧️ Mäßiger Regen hat eingesetzt und wird noch mehr als eine Stunde anhalten. Schnappen Sie sich Ihren Regenschirm! ☔
es_es: 🌧️ Cae una lluvia moderada que se mantendrá durante más de una hora. ¡Coge el paraguas! ☔
id: 🌧️ Hujan Sedang sedang terjadi dan akan berlangsung selama lebih dari satu jam. Ambil payung! ☔
pl: 🌧️ Występują umiarkowane opady deszczu, które utrzymają się przez ponad godzinę. Weź parasol! ☔
se: 🌧️ Måttligt regn är här och håller i sig i över en timme. Hämta ett paraply! ☔

# notification_heavy_rain_observation_body
source: 🌧️ 🌧️ Heavy rain's here and sticking around for over an hour. Grab an umbrella! ☔
de: 🌧️🌧️ Starker Regen hat eingesetzt und wird noch mehr als eine Stunde anhalten. Schnappen Sie sich Ihren Regenschirm! ☔
es_es: 🌧️🌧️ Cae una lluvia fuerte que se mantendrá durante más de una hora. ¡Coge el paraguas! ☔
id: 🌧️🌧️ Hujan Lebat sedang terjadi dan akan berlangsung selama lebih dari satu jam. Ambil payung! ☔
pl: 🌧️🌧️ Występują intensywne opady deszczu, które utrzymają się przez ponad godzinę. Weź parasol! ☔
se: 🌧️🌧️ Kraftigt regn är här och håller i sig i över en timme. Hämta ett paraply! ☔

# notification_light_rain_observation_body_ends
source: 💧 Light rain ongoing in your location until XX:XX. Stay dry! ☔
de: 💧An Ihrem Standort regnet es noch bis XX:XX leicht. Bleiben Sie trocken! ☔
es_es: 💧 Lluvia ligera. Continuará lloviendo en tu ubicación hasta las XX:XX. ¡No te mojes! ☔
id: 💧 Hujan Ringan sedang berlangsung di lokasi Anda hingga XX:XX. Pastikan Anda tetap kering! ☔
pl: 💧 Lekkie opady deszczu w Twojej lokalizacji potrwają do XX:XX. Nie zmoknij! ☔
se: 💧 Lätt regn pågår i ditt område fram till XX:XX. Håll er torra! ☔

# notification_moderate_rain_observation_body_ends
source: 🌧️ Moderate rain ongoing in your location until XX:XX. Stay dry! ☔
de: 🌧️ An Ihrem Standort regnet es noch bis XX:XX mäßig. Bleiben Sie trocken! ☔
es_es: 🌧️ Lluvia moderada. Continuará lloviendo en tu ubicación hasta las XX:XX. ¡No te mojes! ☔
id: 🌧️ Hujan Sedang sedang berlangsung di lokasi Anda hingga XX:XX. Pastikan Anda tetap kering! ☔
pl: 🌧️ Umiarkowane opady deszczu w Twojej lokalizacji potrwają do XX:XX. Nie zmoknij! ☔
se: 🌧️ Måttligt regn pågår i ditt område fram till XX:XX. Håll er torra! ☔

# notification_heavy_rain_observation_body_ends
source: 🌧️🌧️ Heavy rain ongoing in your location until XX:XX. Stay dry! ☔
de: 🌧️🌧️ An Ihrem Standort regnet es noch bis XX:XX stark. Bleiben Sie trocken! ☔
es_es: 🌧️🌧️ Lluvia fuerte. Continuará lloviendo en tu ubicación hasta las XX:XX. ¡No te mojes! ☔
id: 🌧️🌧️ Hujan Lebat sedang berlangsung di lokasi Anda hingga XX:XX. Pastikan Anda tetap kering! ☔
pl: 🌧️🌧️ Intensywne opady deszczu w Twojej lokalizacji potrwają do XX:XX. Nie zmoknij! ☔
se: 🌧️🌧️ Kraftigt regn pågår i ditt område fram till XX:XX. Håll er torra! ☔

# notifications_hurricane_has_been_observed_name_basin
source: Hurricane %@ has been observed in %@.
de: Hurrikan %@ wurde in %@ beobachtet.
es_es: El huracán %@ ha sido observado en %@.
id: Badai %@ terpantau di %@.
pl: Zaobserwowano huragan %@ w: %@.
se: Orkanen %@ har observerats i %@.

# notifications_hurricane_type_observation_tropical_depression_observed
source: Tropical Depression %@ has been observed in %@.
de: Tropisches Tiefdruckgebiet %@ wurde in %@ beobachtet.
es_es: La depresión tropical %@ se ha observado en %@.
id: Depresi Tropis %@ telah diamati di %@.
pl: Zaobserwowano depresję tropikalną %@ w: %@.
se: Tropiskt lågtryck %@ har observerats i %@.

# notifications_hurricane_type_observation_tropical_depression_body_name
source: Tropical Depression %@
de: Tropisches Tiefdruckgebiet %@
es_es: Depresión tropical %@
id: Depresi Tropis %@
pl: Depresja tropikalna %@
se: Tropiskt lågtryck %@

# notifications_hurricane_type_observation_tropical_storm_body_name
source: Tropical Storm %@
de: Tropensturm %@
es_es: Tormenta tropical %@
id: Badai Tropis %@
pl: Burza tropikalna %@
se: Den tropiska stormen %@

# notifications_hurricane_type_observation_tropical_storm_observed
source: Tropical Storm %@ has been observed in %@.
de: Tropensturm %@ wurde in %@ beobachtet.
es_es: Se ha observado la tormenta tropical %@ en %@.
id: Badai Tropis %@ telah diamati di %@.
pl: Zaobserwowano burzę tropikalną %@ w: %@.
se: Den tropiska stormen %@ har observerats i %@.

# notifications_hurricane_type_observation_hurricane_observed
source: Hurricane %@ has been observed in %@.
de: Ein Hurrikan %@ wurde in %@ beobachtet.
es_es: Se ha observado huracán %@ en %@.
id: Badai %@ telah diamati di %@.
pl: Zaobserwowano huragan %@ w: %@.
se: Orkanen %@ har observerats i %@.

# nitification_hurricane_type_observation_tropical_depression_title
source: Tropical Depression Alert
de: Warnung vor tropischem Tiefdruckgebiet
es_es: Alerta de depresión tropical
id: Peringatan Depresi Tropis
pl: Ostrzeżenie o depresji tropikalnej
se: Varning för tropiskt lågtryck
